[
    {
        "article": "SAN JOSE (Reuters) - A debate over gay marriage has upturned Costa Rica’s presidential race, giving ammunition to conservative frontrunners ahead of Sunday’s vote and challenging the Central American country’s image as a progressive bastion.  Evangelical Christian singer and congressman Fabricio Alvarado, who leads recent polls, has pitted himself against a January ruling from the Inter-American Court of Human Rights that urges Costa Rica to legalize same-sex marriage. Alvarado, 43, has said the Costa Rica-based court is violating the country’s sovereignty and jeopardizing its “traditional family” values. He has threatened to withdraw Costa Rica from the court system, as Venezuela did.   “We are not ready for a LGBT agenda,” Alvarado said at a candidate debate. “Let’s make February 4 our referendum on the marriage between men and women.”  His meteoric rise is unlikely to be enough for him to win without a run-off vote in April. But Alvarado has pushed other candidates among the 13 contenders to adopt more conservative tones, including ex-government minister Antonio Alvarez Desanti, leader of the powerful National Liberation party. Alvarez Desanti, a 59-year-old banana entrepreneur, has pledged to respect the court’s decision on gay marriage but said he would not personally support it. That sparked criticism from liberal factions of his center-right party in a country whose “pura vida,” catchphrase suggests a chilled approach to life. Neither Alvarado nor Alvarez Desanti is expected to reach the 40 percent of votes required to win in the first round. Conservative Juan Diego Castro also hopes to land on the April run-off ballot. The former justice minister is running on a platform of tough anti-crime measures and less restrictions on miners and oil companies in a nation known for stewardship of rainforests and oceans.  “FEAR OF GOD” Out of three candidates who support same-sex marriage, the most likely to reach a second round is Carlos Alvarado, a former labor minister and an ally of President Luis Guillermo Solis.  Solis is barred by law from seeking a second consecutive term. Despite Costa Rica’s reputation as socially forward looking, with high education and health standards, reproductive rights such as in vitro fertilization (IVF) and abortion are not widely accepted, and seven out of ten people consider themselves conservative, according to a University of Costa Rica poll.    “Those who propose gay marriage do not understand Costa Rica,” said Marcela Linares, 56, as she attended to her stall in a San Jose marketplace presided over by an image of Costa Rica’s patron saint. “This country is not that, here it is marriage between a man and a woman. Here there is fear of God.”  The gay community has counted some triumphs, however.  Solis’ administration and his Citizen Action Party (PAC) flew a rainbow-striped flag over the presidential house in 2014, the first time a Latin American government raised the gay rights banner over an official building.  A request from Solis several years ago prompted the Inter-American Court’s ruling on legalizing gay marriage. “There is a hypocritical and electoral use of the resolution of the Inter-American Court. But it works in our favor - those who don’t believe in equality will be divided,” said Marco Castillo, an attorney and leader of the Diversity Movement advocacy group.  Many of Costa Rica’s 3.3 million voters are still unsure who to support, according to polls, after a campaign season marked by skepticism and apathy.  “I‘m going to go vote, but I don’t yet know for who,” said José Esteban Ramírez, a 35-year-old dentist. “Before, I chose the least-worst, but now it is difficult to know who is the worst.” Reporting by Enrique Andres Pretel; Writing by Daina Beth Solomon; Editing by Frank Jack Daniel and Andrew HayOur Standards:The Thomson Reuters Trust Principles.",
        "date": "2018-02-01",
        "headline": "Gay marriage roils 'laid-back' Costa Rica's presidential election",
        "probability_new": 0.484252,
        "rank": 2,
        "sentiment_model": "decisiontreeclassifier",
        "source": "reuters",
        "ticker": "CYH",
        "url": "https://www.reuters.com/article/us-costa-rica-election/gay-marriage-roils-laid-back-costa-ricas-presidential-election-idUSKBN1FL6JU"
    },
    {
        "article": "Jan 31 (Reuters) - Community Health Systems Inc: * COMMUNITY HEALTH SYSTEMS ANNOUNCES DEFINITIVE AGREEMENT TO SELL JAMESTOWN, TENNESSEE HOSPITAL TO RENNOVA HEALTH * COMMUNITY HEALTH SYSTEMS - ‍HOSPITAL INCLUDED IN DEAL IS ONE OF ADDITIONAL PLANNED DIVESTITURES DISCUSSED ON Q3 EARNINGS CALL​ * COMMUNITY HEALTH SYSTEMS - CO‘S UNITS SIGNED DEAL TO SELL 85-BED TENNOVA HEALTHCARE - JAMESTOWN IN TENNESSEE, & ASSOCIATED ASSETS TO UNITS OF RENNOVA HEALTH Source text for Eikon: Further company coverage:Our Standards:The Thomson Reuters Trust Principles.",
        "date": "2018-01-31",
        "headline": "BRIEF-Community Health Systems Announces Agreement To Sell Jamestown, Tennessee Hospital To Rennova Health",
        "probability_new": 0.484252,
        "rank": 3,
        "sentiment_model": "decisiontreeclassifier",
        "source": "reuters",
        "ticker": "CYH",
        "url": "https://www.reuters.com/article/brief-community-health-systems-announces/brief-community-health-systems-announces-agreement-to-sell-jamestown-tennessee-hospital-to-rennova-health-idUSASB0C3C8"
    },
    {
        "article": "(Reuters) - HCA Healthcare Inc (HCA.N), the largest U.S. for-profit hospital operator, on Tuesday reported better-than-expected quarterly earnings and revenue, helped by strong patient volumes. Shares of the company rose more than 9 percent to a record of $106.84. That was in sharp contrast to the broader healthcare sector .SPXHC, which fell after Amazon AMZN.N, Berkshire Hathaway (BRKa.N) and JPMorgan (JPM.N) said they would form a healthcare company. Hospital operators have been plagued by weak patient admissions in the past few quarters, but HCA has been buying hospitals from rivals in the face of the decline.  HCA, which last year made deals with Community Health Systems (CYH.N) and Tenet Healthcare (THC.N) to buy hospitals and medical centers, said on Tuesday it would continue its acquisition spree. “With respect to the pipeline, we continue to have a lot of potential transactions that we’re looking at,” Chief Executive R Milton Johnson said on a post-earnings call with analysts. HCA said same-facility equivalent admissions, which include patients who stay in the hospital overnight and those who are treated on an outpatient basis, rose 2.3 percent in the fourth quarter.  “HCA put up a very strong print amid the Amazon noise dominating healthcare this morning,” Evercore ISI analyst Michael Newshel said. The company, the first among hospital operators to report fourth-quarter results, said it saw “modest” elements of flu activity in the quarter. Flu continues to be widespread across the United States and the season is on track to be one of the most severe since 2014/2015. HCA, which also initiated a quarterly dividend, said it would invest $10.5 billion over the next three years, higher than its pervious target of $8.2 billion. The announcement on dividend and budget shows HCA’s confidence in its long-term financial strength, BMO Capital Markets analyst Matthew Borsch said. Net income attributable to HCA plunged 48.5 percent to $474 million, or $1.30 per share, as it booked a $301 million charge related to the recently passed U.S. tax reform.     Excluding items, the company earned $2.13 per share on revenue of $11.56 billion, beating the average analyst estimate of $1.87 for earnings and $11.17 billion for revenue, according to Thomson Reuters I/B/E/S. Reporting by Manas Mishra in Bengaluru; Editing by Maju SamuelOur Standards:The Thomson Reuters Trust Principles.",
        "date": "2018-01-30",
        "headline": "HCA shares hit record as profit beats on strong patient volumes",
        "probability_new": 0.484252,
        "rank": 4,
        "sentiment_model": "decisiontreeclassifier",
        "source": "reuters",
        "ticker": "CYH",
        "url": "https://www.reuters.com/article/us-hca-healthcare-results/hca-shares-hit-record-as-profit-beats-on-strong-patient-volumes-idUSKBN1FJ1V6"
    },
    {
        "article": "Jan 30 (Reuters) - The following are the top stories from selected Canadian newspapers. Reuters has not verified these stories and does not vouch for their accuracy. THE GLOBE AND MAIL ** The provinces outside Quebec are expecting to save as much as C$3 billion ($2.43 billion) over five years after generic drug makers agreed to cut the prices of dozens of popular medications in exchange for a promise that no jurisdiction will move to a system of public tendering for its drugs. tgam.ca/2BCOyBm ** Ontario pension fund Ontario Municipal Employees Retirement System is pushing further into the rapidly expanding cryptocurrency business through the creation of an Ethereum-focused public company that is planning to raise C$50 million. tgam.ca/2BDlfyg NATIONAL POST ** Canada's content creators, unions and some of companies including BCE Inc, Rogers Communications Inc and Quebecor Inc filed an application on Monday asking the Canadian Radio-television and Telecommunications Commission to take action against pirated content. bit.ly/2BDq76J ** Canada's cannabis company Aphria Inc agreed on Monday to pay around C$826 million for Nuuvera Inc. Nuuvera became a publicly traded entity only three weeks ago and has yet to secure a license from Health Canada to grow and sell cannabis in Canada. bit.ly/2BDIcBF ($1 = C$1.23) (Compiled by Bengaluru newsroom)Our Standards:The Thomson Reuters Trust Principles.",
        "date": "2018-01-30",
        "headline": "PRESS DIGEST- Canada-Jan 30",
        "probability_new": 0.484252,
        "rank": 4,
        "sentiment_model": "decisiontreeclassifier",
        "source": "reuters",
        "ticker": "CYH",
        "url": "https://www.reuters.com/article/press-digest-canada/press-digest-canada-jan-30-idUSL4N1PP406"
    },
    {
        "article": " (This version of the Jan. 24 story corrects the number of Baxter plants in Puerto Rico making small IV bags to two from three in paragraph five) By Julie Steenhuysen CHICAGO (Reuters) - Baxter International informed customers on Wednesday that it has been given approval by U.S. regulators to import large saline bags from its plant in Mexico in an effort to ease hospital shortages of the product as the nation faces a severe flu season. Supply issues related to Baxter’s small-volume saline bags - which are produced in the U.S. market in Puerto Rico - have begun to ease as production there improves, Scott Luce, general manager of Baxter’s U.S. Hospital products division, wrote in a letter addressed to customers and seen by Reuters. Drugmakers including Baxter have been scrambling to meet demand for essential hospital products including IV saline and smaller IV bags, which have been disrupted by prolonged power outages in Puerto Rico after Hurricane Maria pummeled the Caribbean island on Sept. 20. “Overall, we are making progress on product supply,”  Luce wrote. Both of Baxter’s two plants in Puerto Rico that make small IV bags - used to mix and deliver a host of medicines to hospital patients - are now connected to the commercial electric grid, the company said. The company has maintained diesel generators to handle intermittent power outages and has installed backup satellite communications to support plant operations. Baxter only makes the smaller volume IV products in Puerto Rico; it manufactures larger IV bags elsewhere in the United States. Shortages of the smaller bags in the wake of the hurricane caused many hospital pharmacists to turn to larger IV bags to deliver medications. Now, with the United States in the throes of one of the worst flu seasons in several years, demand for the larger volume bags - used to hydrate flu patients - has increased dramatically. “We’ve been producing as much as we can, but we’re not the only one in the market,” said Baxter spokesman William Rader. The market for the larger bags had been constrained even before the hurricane. In August, B. Braun Medical warned customers that production interruptions had caused decreases in supply of the company’s small- and large-volume products.  In a statement issued earlier this month, U.S. Food and Drug Administration Commissioner Scott Gottlieb said the agency had given B. Braun and Baxter temporary approval to import products from some of their overseas operations, including allowing Baxter to import product from Brazil. At that time, Gottlieb said he believed the IV fluid shortage would improve shortly. The FDA has also been working with companies to extend expiration dates on products, when it can be done safely. It recently approved two additional companies - Fresenius Kabi, a unit of Germany’s Fresenius, and Spain’s Laboratorios Grifols - to supply saline to the U.S. market. In its letter to customers, Baxter said the FDA has now granted it permanent approval to bring larger IV bags manufactured in Mexico into the U.S. market. “The news is very good,” said Christi Guess, senior director of contract services for Vizient, which negotiates with medical companies on behalf of its member hospitals. She said with the addition of the products from the Mexico plant, Baxter is now up to 100 percent allocation for most saline products, which means clients can order 100 percent of what they have historically ordered in the past, but no more. Erin Fox, who tracks nationwide drug shortages and heads the University of Utah health system’s drug information and support services, said saline supply issues remain.  “We’re not even close to getting what we used to,” she said. Hospital pharmacists have turned to a number of workarounds to address the shortages. For example, hospitals have used syringes to deliver some medications but that has resulted in shortages of syringes, Fox said.  “It’s a house of cards,” Fox said. “Each solution you come up with has resulted in some kind of a roadblock.”  Reporting by Julie Steenhuysen; Editing by Cynthia Osterman, Leslie Adler and Frances KerryOur Standards:The Thomson Reuters Trust Principles.",
        "date": "2018-01-24",
        "headline": "Baxter to import IV saline bags from Mexico to ease U.S. shortage",
        "probability_new": 0.484252,
        "rank": 6,
        "sentiment_model": "decisiontreeclassifier",
        "source": "reuters",
        "ticker": "CYH",
        "url": "https://www.reuters.com/article/us-baxter-intl-saline/baxter-to-import-iv-saline-bags-from-mexico-to-ease-u-s-shortage-idUSKBN1FD36W"
    },
    {
        "article": "NAIROBI (Thomson Reuters Foundation) - As champagne and caviar wash down tough talk of world problems in Davos, the stench of rotten rubbish lingers over an alternative summit in Kenya aimed at tackling the chasm between rich and poor. Welcome to the Kenyan slum of Dandora: known for its fetid garbage mountain and - for this week only - playing host to campaigners who are fed up with top-table talk and say they see scant action at ground level where it matters most. The annual World Economic Forum (WEF) in the plush Swiss ski resort of Davos brings together politicians and billionaires, corporates and celebrities for four days of summitry on the world’s most pressing issues - issues such as global inequality. But despite celebrating its 48th annual meeting, the WEF has failed to curb the rising wealth gap, say activists, who are instead lobbying for change at their own rival events this week. “The WEF has continued to list inequality as one of the world’s major challenges, and the WEF itself says it isn’t getting any better. But also they have an interest in not fixing it,” said Ben Phillips, director of Global Inequality Alliance, a coalition of 150 charities and trade unions in 50 countries.  “It’s very nice to go to a fancy gathering, and over caviar and champagne talk about why every child should go to school and why every mother deserves good health care. But those same bosses who lobby for corporate tax breaks are taking away money from countries that would go into health and education.” Eighty-two percent of wealth generated last year went to the richest 1 percent of the global population, while the 3.7 billion people - who make up the poorest half of the world - saw no increase in their wealth, says the charity Oxfam.  Billionaire wealth has risen by an annual average of 13 percent since 2010 – six times faster than the wages of ordinary workers, which has risen by a yearly average of 2.0 percent over the same period, according to an Oxfam report on Monday. A TALE OF TWO MOUNTAINS Phillips said communities in countries such as Kenya, South Africa, India, Pakistan, Indonesia and Mexico feel inequality will not be solved by the ‘Davos man’, but by ordinary people mobilizing for their rights. So events - ranging from concerts to soccer matches, mass meals to marches - are taking place to help some of the world’s most marginalized understand their rights and demand action. Located on the outskirts of eastern Nairobi, Dandora slum is a stark example of the inequalities faced by millions worldwide. Established in 1977 and partially funded by the World Bank, with the aim of offering a higher standard of housing, the area has become the Kenyan capital’s principal dumping ground. The sprawling rubbish tip - which residents estimate is at least the size of three football fields - is a vast mountain, composed of everything from polythene bags and plastic bottles to soiled clothes, rotting food and animal faeces. It is also one of the area’s key employers.  For many of Dandora’s thousands of residents eke out a living on the tip, collecting recyclable waste such as plastic bottles for a daily wage of about 200 Kenyan Shillings ($2). Amid the stench, 59-year-old Marita Saie squats by a dirty puddle, diligently washing a pile of polystyrene plates. “I manage to make 100 to 150 shillings in a day collecting things from the rubbish,” said Saie, who is the sole provider for her two grandchildren. “It’s not enough to cover everything like rent and food. Even when I am sick, I can’t afford to buy medicines, so I look for them in rubbish. I can’t change this life, it’s up to God.” TAX THE RICH Campaigners say despite Kenya’s stable economic growth averaging about 5.6 percent of GDP over the last decade, the disparity between rich and poor is on the rise. The number of super-rich in Kenya is among the fastest growing in the world, and Oxfam predicts the number of millionaires in Kenya will grow by 80 percent over next decade. Yet while a minority of Kenyans are accumulating wealth, the benefits of economic growth have not trickled down. The United Nations says four in 10 Kenyans are poor, 13 percent are “destitute”.  But such inequality is not inevitable, say campaigners.  Higher spending on education and health would help close the gap, they say - and having a fair tax system is key. Kenya relies on tax as its main source of domestic revenue, but contributions by the rich are negligible, said Oxfam. Capital gains tax, for example, is 5 percent and there is no inheritance tax or net wealth tax. Higher taxes could let the government invest more in sectors such as health, education and job creation, activists say.  And grassroots movements - where ordinary people understand the issues and can organize and lobby to change government policies - are the best way to achieve this, they say. RAP FOR CHANGE So campaigners in Nairobi are organizing the Usawa Festival, or Equality Festival, in Dandora on Saturday, with music and dance deployed to highlight social problems and engage people. Juliani, a popular Kenyan hip-hop gospel musician - who raps on poverty, gender and unemployment and was born and raised in Dandora - said the aim was to shake people out of complacency. “There is a lot of imbalance in our communities. The quality of life they are living is not what it should be,” the 33-year-old dreadlocked star said beside the heap of squalor. “People here think this is a curse from God or because they are not working hard enough. They have become comfortable with the injustice. So we want to make them see it doesn’t have to be like this, and their lives are supposed to be way better.” Reporting by Nita Bhalla @nitabhalla, Editing by Lyndsay Griffiths. Please credit the Thomson Reuters Foundation, the charitable arm of Thomson Reuters, that covers humanitarian news, women's rights, trafficking, property rights, climate change and resilience. Visit news.trust.orgOur Standards:The Thomson Reuters Trust Principles.",
        "date": "2018-01-24",
        "headline": "Forget Davos; Dandora holds key to inequality - activists",
        "probability_new": 0.484252,
        "rank": 6,
        "sentiment_model": "decisiontreeclassifier",
        "source": "reuters",
        "ticker": "CYH",
        "url": "https://www.reuters.com/article/us-davos-kenya-inequality/forget-davos-dandora-holds-key-to-inequality-activists-idUSKBN1FD2IM"
    },
    {
        "article": "Jan 22 (Reuters) - Thousands of federal workers faced anxiety about the status of their jobs and paychecks after U.S. Senate leaders failed to reach agreement to end a federal government shutdown before the work week begins on Monday. Funding for federal agencies ran out at midnight on Friday and was not renewed amid a dispute between U.S. President Donald Trump and Democrats over immigration. Late on Sunday, the Senate scheduled a vote on a stopgap spending measure for noon on Monday (1700 GMT), ensuring the federal government would stay shut in the morning and leaving workers uncertain how long it would last. “This is incredibly stressful,” said Jessica Klement, vice president at the National Active and Retired Federal Employees Association, which represents more than 20,000 workers. “Essential employees must report to work without knowing when they’ll be paid next. Non-essential employees will be forced to stay home without pay, not knowing if back pay will be provided,” she said. Some employees may not have received notice of their status on Friday, she added, so they could be going into work on Monday morning only to be sent home again. During shutdowns, non-essential government employees are furloughed, or placed on temporary unpaid leave. Workers deemed essential, including those dealing with public safety and national security, keep working. The last shutdown, in October 2013, lasted more than two weeks and more than 800,000 federal employees were furloughed. There is no official tally of how many would be off work this time. But local economies could be hurt in communities where thousands of non-essential personnel are likely to be off work, from Norfolk, Virginia, and Fayetteville, North Carolina, to Lakewood, Washington, and Oceanside, California. The Centers for Medicare and Medicaid Services will continue to process applications for open enrollment, officials said, and the Medicare program for the elderly and disabled is expected to function largely without disruption. Pamela Gillis Gilbertz, a health communication worker for the U.S. Centers for Disease Control and Prevention in Atlanta, told Reuters by phone on Sunday night that Congress had always paid workers retroactively - but that it was not guaranteed. Her agency is expected to keep providing what it calls “minimal support” during the shutdown, and has said it will keep responding to influenza outbreaks. Gilbertz, who was planning to log into her office computer system on Monday for further guidance, said shutdowns could disrupt workers’ finances, even if they are eventually repaid. “For some people, it definitely will be a hardship, if you live paycheck to paycheck and you have bills that you need to pay,” she said. (Reporting by Chris Kenning in Chicago; Editing by Daniel Wallis and Peter Cooney)Our Standards:The Thomson Reuters Trust Principles.",
        "date": "2018-01-22",
        "headline": "Anxiety for U.S. federal workers facing government shutdown furloughs",
        "probability_new": 0.484252,
        "rank": 8,
        "sentiment_model": "decisiontreeclassifier",
        "source": "reuters",
        "ticker": "CYH",
        "url": "https://www.reuters.com/article/usa-shutdown-workers/anxiety-for-u-s-federal-workers-facing-government-shutdown-furloughs-idUSL2N1PH00Z"
    },
    {
        "article": "(Reuters Health) - Although most Americans say they’re willing to be an organ donor after they die, some people never sign up because they’re unsure about what could happen to them in a medical emergency, according to a new study. In particular, survey respondents reported concerns about receiving adequate medical care if they registered to donate organs after they died. The medical community “(needs) to address these misperceptions,” said lead study author Dr. Marty Sellers, a transplant surgeon at Emory University in Atlanta, Georgia, in a phone interview.  In 2017, more than 10,000 deceased donors contributed to nearly 29,000 transplants in the U.S., according to the U.S. Organ Procurement and Transplantation Network. Living donors contributed organs for an additional 6,000 transplants. But the supply is still far short of what’s needed.  “About 20 people die every day for lack of an organ donor,” said Sellers, who is also associate medical director of LifeLink of Georgia, a nonprofit that coordinates organ and tissue donation. Sellers and colleagues at Emory surveyed 766 people from 37 states about their willingness to be an organ donor after they died, their willingness to donate a deceased family member’s organs and any deterrents to signing up.  Nearly 85 percent of respondents were willing to donate organs after they died, which didn’t differ much by age, gender, religion or location. Willingness to donate a family member’s organs depended on whether families had talked about it before. For example, 95 percent of respondents said they’d be willing to donate a family member’s organs if the loved one had said “yes” during a discussion previously, and 61 percent would donate if no discussion had occurred.  At the same time, 12 percent of survey takers were wary about getting the right medical attention during a life-saving procedure at a hospital if there was potential for organs to be donated. In particular, 20 percent of African Americans voiced this concern. But transplant surgeons say health care teams caring for critically ill people are separate from the organ transplant teams.  Dr. Sander Florman, Director of the Recanati/Miller Transplantation Institute at Mount Sinai Health System in New York City, told Reuters Health by email, “The doctors taking care of the patient are not the same people involved with the transplant team or the organ procurement organization.” The transplant team “is only called in when patients meet the criteria for brain death or unrecoverable injuries,” Florman said. “A ‘virtual firewall’ separates the care of the patient from the ‘organ donor’ consideration process,” said Dr. Thomas Fishbein, Executive Director of the Medstar Georgetown Transplant Institute in Washington, DC, in an email.  Howard Nathan, president and CEO of the Gift of Life Donor Program in Philadelphia, told Reuters Health by phone, “The key is helping individuals make individual decisions and getting the myths out of the way. It’s all about neighbors helping neighbors and sharing the positive stories we’ve heard.” Recently, he said, a woman visited the Gift of Life office to tell her husband’s story of organ donation. He was a fireman who died in the line of duty; his organs were used to save five patients. “She told our staff it was one of the most important things she could do in honor of her husband who was always saving lives,” Nathan said.  In the U.S., more information about becoming an organ donor is available at www.organdonor.gov. SOURCE: bit.ly/2rug97R Journal of the American College of Surgeons, online January 5, 2018. Additional reporting by Nancy Lapid.Our Standards:The Thomson Reuters Trust Principles.",
        "date": "2018-01-22",
        "headline": "‘Misperceptions’ keep some from agreeing to donate organs after death",
        "probability_new": 0.484252,
        "rank": 8,
        "sentiment_model": "decisiontreeclassifier",
        "source": "reuters",
        "ticker": "CYH",
        "url": "https://www.reuters.com/article/us-health-transplants-organ-donors/misperceptions-keep-some-from-agreeing-to-donate-organs-after-death-idUSKBN1FB2S9"
    },
    {
        "article": "BONN (Reuters) - Germany’s Social Democrats (SPD) voted on Sunday to begin formal coalition talks with Chancellor Angela Merkel’s conservatives, moving Europe’s economic powerhouse closer to a stable government after months of political deadlock. SPD delegates voted 362 to 279, with one abstention, to press ahead with negotiations. The center-left party’s leaders had agreed a preliminary coalition blueprint with Merkel’s conservative bloc earlier this month.  A recount was held after an initial show of hands was too close to call for the SPD official in charge of the count and the result was slightly narrower that most analysts expected. “We are of course all relieved,” SPD leader Martin Schulz told Phoenix television after the vote in Bonn, the capital of former West Germany where late SPD chancellors Willy Brandt and Helmut Schmidt earned reputations as global statesmen. Now, the SPD aims to negotiate an improved coalition deal it can sell to members wary of acting as junior partner to Merkel. Schulz has already said that all SPD members will get to vote on a final coalition deal. “The coalition talks are going to be just as hard as the exploratory talks,” said Schulz. “We will talk to conservatives in the coming days and agree on a time frame. Then I hope that we will start negotiations soon.” Merkel welcomed the SPD’s decision, saying she looked forward to intensive talks focused on reaching a conclusion which she hoped would take place in a sensible atmosphere.  “The blueprint from the exploratory talks is the framework in which we will negotiate and there are still many questions to clear up in detail and that will require intensive talks,” Merkel told reporters. The beginning of full coalition negotiations is likely to be welcomed by Germany’s partners in Europe, where Merkel has long played a leading role in economic and security affairs. Merkel and French President Emmanuel Macron said on Sunday they wanted to deepen bilateral cooperation and give the European Union a fresh push toward closer integration. The leader of Merkel’s Bavarian allies, Horst Seehofer, told Bild am Sonntag before the SPD vote he expected a new government to be in place in the first half of March. After the vote, he said the close decision would not make the negotiations easy. The head of Germany’s BDI industry association, Dieter Kempf, said the SPD vote was no reason to relax. “The vote sets new high hurdles for successful negotiations,” Kempf said. NEGOTIATE “UNTIL THEY SQUEAL” Germany's Social Democratic Party (SPD) leader Martin Schulz speaks during the SPD's one-day party congress in Bonn, Germany, January 21, 2018. REUTERS/Wolfgang RattaySPD leaders vowed to improve on the coalition blueprint. “We will negotiate until the other side squeals,” the party’s parliamentary leader, Andrea Nahles, said in the most impassioned of the speeches at the congress in Bonn, imploring delegates to vote ‘yes’. In an interview with ZDF television, Schulz dodged the question of whether he would join a Merkel-led cabinet, by saying: “Personnel matters will for sure be discussed at the end.” SPD demands include the abolition of Germany’s dual public-private health insurance system in favor of a single citizen’s insurance, scaling back temporary employment contracts and allowing family reunions for asylum seekers suffering unusual hardship. Slideshow (7 Images)After the vote, leading members of Merkel’s conservative Christian Democrats (CDU) immediately rejected SPD demands for concessions. “The benchmark for further negotiations is what we already agreed on during exploratory talks,” Thomas Strobl, a CDU deputy party chairmen, told Funke media group. Volker Bouffier, CDU premier in the western state of Hesse, added: “The result of the exploratory talks counts. The key points may no longer be called into question.” However, SPD party members will still get to vote on any final coalition deal that emerges. The coalition blueprint also includes a clause that provides for a review after two years of the next government’s progress to assess whether any changes to its mission are needed. The SPD and conservative blocs, which both bled support to the far right in the Sept. 24 election, struck their preliminary deal after exploratory talks on renewing their ruling alliance that took office in 2013.  SPD critics, including the party’s youth wing leader Kevin Kuehnert, argued the exploratory blueprint did not bear enough of the SPD’s hallmarks. Andrea Roemmele, professor for communication in politics at Hertie School of Governance, said the close result was difficult for Schulz, who led the party to its worst election result last September since Germany became a federal republic in 1949. “But it is also difficult for the conservatives because they know any deal still has to go through SPD members,” Roemmele told Phoenix television. Additional reporting by Michael Nienaber and Madeline Chambers in Berlin; Editing by John Stonestreet, Elaine Hardcastle, William MacleanOur Standards:The Thomson Reuters Trust Principles.",
        "date": "2018-01-21",
        "headline": "German SPD backs coalition talks, leader vows tough approach",
        "probability_new": 0.484252,
        "rank": 10,
        "sentiment_model": "decisiontreeclassifier",
        "source": "reuters",
        "ticker": "CYH",
        "url": "https://www.reuters.com/article/us-germany-politics/german-spd-backs-coalition-talks-leader-vows-tough-approach-idUSKBN1FA00Z"
    },
    {
        "article": "(Reuters Health) - - People with diabetes who live in poor communities with limited access to exercise facilities or grocery stores may have a harder time managing their symptoms than diabetics living in more affluent areas, a U.S. study suggests. Communities with lower employment, income and education that have scant resources to support exercise and healthy eating have long been linked to an increased risk of developing diabetes. For the current study, however, researchers focused on 15,308 patients who already had diabetes to see if their neighborhoods might impact how well they lived with the disease.  At the start of the study, all of the patients had poorly controlled diabetes, based on blood tests that show the percentage of hemoglobin (a molecule on red blood cells) that is coated with sugar. So-called hemoglobin A1c levels reflect average blood sugar levels over about three months. Readings above 6.5 signal diabetes, and everyone in the study had readings of at least 7.5.  Over six months, reductions in A1c were 0.07 percent less in townships with the most socioeconomic deprivation than in the most affluent neighborhoods, the study found.  At the same time, A1c improvements were up to 0.19 percent greater in communities with the most exercise opportunities than in the places with the fewest resources for physical activity. A1c improvements were also 0.10 percent bigger in areas with the best food availability.  “People with type 2 diabetes do not live in their doctors’ offices, and most of the work they do to control their disease, such as eating a healthy diet, exercising, and taking their medications, happens in the communities in which they live,” said lead study author Annemarie Hirsch of the Geisinger Health System in Danville, Pennsylvania. “If communities do not offer healthy food options or safe places to exercise, it is going to be harder to manage type 2 diabetes,” Hirsch said by email. “Living in neighborhoods with high unemployment and high poverty can also cause stress, and chronic stress has been associated with poorer (blood sugar) control in people with type 2 diabetes.” Globally, almost one in 10 adults has diabetes, according to the World Health Organization. Most of them have what’s known as type 2 diabetes, which is associated with obesity and aging.  Patients in the current study were 58 years old on average, and most of them were white. Their initial A1c readings averaged 8.2., dangerously elevated blood sugar that can increase the risk of heart attacks, strokes, kidney failure, blindness, amputations and death.  The influence of neighborhoods on A1c was more pronounced in smaller townships, and less apparent or nonexistent in bigger cities, researchers report in Diabetes Care.  The study wasn’t a controlled experiment designed to prove whether or how communities might impact blood sugar in people with diabetes. Another limitation is all the patients were treated at Geisinger, a health system based in Pennsylvania, and the results might be different elsewhere.  “It might be that those with worse pre-existing disease or risk moved to this poorer neighborhood,” said Dr. Rita Hamad, a researcher at the University of California San Francisco who wasn’t involved in the study.  “That means the neighborhood isn’t causing their worse diabetes; they already were at risk because of personal characteristics,” Hamad said by email.  Still, the findings add to the evidence that it can be much harder for patients in poor neighborhoods with limited resources to manage diabetes and other chronic diseases, Hamad said.  Even in bad neighborhoods, people still have options for managing diabetes, added Daniel Lackland, a researcher at the Medical University of South Carolina in Charleston who wasn’t involved in the study.  First off, people should not smoke, Lackland said by email. After that, they should make creative use of the resources that are available.  “For example, if the community is unsafe and there is not access to exercise facilities, walk at shopping malls, parks or public buildings,” Lackland advised. “And for food, read labels and select the healthiest options.” SOURCE: bit.ly/2Debto0 Diabetes Care, online December 19, 2017. Our Standards:The Thomson Reuters Trust Principles.",
        "date": "2018-01-17",
        "headline": "How neighborhoods shape life with diabetes",
        "probability_new": 0.484252,
        "rank": 11,
        "sentiment_model": "decisiontreeclassifier",
        "source": "reuters",
        "ticker": "CYH",
        "url": "https://www.reuters.com/article/germany-politics/update-5-german-spd-backs-coalition-talks-leader-vows-tough-approach-idUSL8N1PG0AN"
    },
    {
        "article": "SEATTLE (Thomson Reuters Foundation) - If elected officials get their way, the entire West Coast of North America could be putting a price on pollution by the end of this year. As state legislature sessions opened this month, Washington state Governor Jay Inslee called for a carbon tax and Oregon legislators proposed a “cap and invest” system. Both policies are designed to make industrial emitters of carbon dioxide pay some of the costs of damage caused by growing levels of carbon dioxide in the atmosphere, and to create incentives for them to reduce emissions. Carbon dioxide emissions are one of the major drivers of human-caused climate change. If the Washington and Oregon legislatures pass such measures, they would join California’s cap-and-trade system to the south and British Columbia’s carbon tax to the north. The jurisdictions would be part of a united Pacific front on climate change. “It is time to step up and give our citizens what they demand and deserve — and what is the law — which is a fight against climate change and the damaging health effects of carbon pollution,” Inslee, a Democrat, said in his State of the State speech on January 9. CARBON CUTTING OPTIONS In Oregon, political observers see the 2018 legislative session as the best opportunity to create a so-called “cap and invest” system that would cap the amount of carbon that industrial polluters can emit, forcing them to buy allowances for any excess.  Early estimates suggest the plan could raise up to $1.8 billion annually that could in turn be invested in renewable energy, low-carbon transportation, and other climate-friendly measures.  Governor Kate Brown has been less vocal than Inslee about her state’s carbon plan, whose details remain less developed than the Washington proposal. In 2016, Washington state voters rejected a ballot initiative that would have created the first carbon tax in the United States.  Environmental groups split on the measure, with some criticizing the fact that cash from the tax would used to lower other taxes, rather to invest in the needs of vulnerable communities most affected by climate change. But with a Democratic majority in both houses of the Washington state legislature, Inslee, who has made climate change a signature issue, has a good chance of seeing his landmark policy proposal come to life, experts say. Inslee has proposed a $20 per ton tax on industrial carbon emissions that would increase 3.5 percent annually above the rate of inflation in order to deter increased carbon emissions. The money raised would be reinvested in climate mitigation and adaptation efforts such as expanded public transportation, subsidized home insulation, and improving forest health.  The tax would increase consumer costs for heating oil, petrol, and electricity in areas not served by hydropower, which is a major energy source in Washington.  The governor’s office estimates that by 2020, electricity prices could increase 4 percent per unit, natural gas 9 percent and gasoline 6 percent per gallon.  The governor’s office said such price increases “are well within the range of normal price fluctuation for oil and gas, and normal rate increases for utilities”. Inslee’s office said the tax would raise $3.3 billion in its first four years.  “We are still reviewing the details, but, yes, we think the policy gets the big pieces right and we are broadly supporting it,” Carbon Washington Executive Director Kyle Murphy told the Thomson Reuters Foundation.  The grassroots group led the signature drive to put the failed 2016 carbon tax initiative on the ballot. WHERE TO DIRECT THE CASH? Others grassroots climate groups are more cautious, however.  Front and Centered is a coalition of communities of color seeking climate justice. Many of the groups represented by Front and Centered opposed the carbon tax initiative that made it to the 2016 ballot because it did not reinvest the revenue raised by the tax in their communities. Instead, the tax money would have been offset by tax cuts, with only 10 percent of Washington residents receiving assistance to pay higher energy and fuel prices. “We support Governor Inslee’s ongoing leadership, as well as the idea of taxing carbon and reinvesting revenue,” Front and Centered spokesperson Aiko Schaefer told the Thomson Reuters Foundation.  But “we would like to see the bill strengthened in terms of ensuring that communities that are highly impacted both have greater investment and have a voice in the process,” she said. According to a 2016 study by the Yale Program on Climate Change Communication, over half of all Republicans and nearly 90 percent of Democrats in both Washington and Oregon states believe in global warming, which is above the U.S. national average. Both states voted for the Democratic presidential candidate in 2016 by wide margins and currently have entirely Democratic majorities in their state legislatures as well as Democratic governors. “I believe we have to pay for our waste,” said handyman Ed Dep, sitting at a café in a Seattle co-operative grocery store. “Mitigating climate change is a cost we should be willing to pay.” CANADA AND CALIFORNIA LESSONS As the details of carbon pricing enter the negotiation phase in the Washington and Oregon legislatures, lawmakers can look both north and south for lesson learned.  British Columbia’s carbon tax of 30 Canadian dollars per ton, the continent’s first when it was adopted in 2008, has reduced emissions by 5 to 15 percent while not hampering economic growth, according to a Duke University and University of Ottawa study.  California’s cap-and-trade system, introduced in 2013, had a rocky start but has now sold out its pollution allowances for consecutive quarters, prompting critics to suggest it has been too successful as polluters buy up credits rather than aggressively reduce emissions. Inslee previously tried a cap-and-trade system such as the one Oregon is now pursuing, but abandoned it in favor of a carbon tax.  Environmentalists tend to prefer cap-and-trade because such systems fix the total amount of carbon emissions allowed and that amount can be lowered over time.  Business groups tend to prefer carbon taxes because the price of pollution is fixed, whereas prices for emissions can fluctuate in a cap-and-trade market system. Whatever the system of pricing carbon, climate justice activists say they want to make sure one principle is adhered to.  “We don’t want to make people poorer in the process,” Schaefer said. Reporting by Gregory Scruggs; editing by Laurie Goering :; Please credit the Thomson Reuters Foundation, the charitable arm of Thomson Reuters, that covers humanitarian news, climate change, resilience, women's rights, trafficking and property rights. Visit news.trust.org/climateOur Standards:The Thomson Reuters Trust Principles.",
        "date": "2018-01-17",
        "headline": "2018 could see wave of West Coast climate pollution pricing",
        "probability_new": 0.484252,
        "rank": 11,
        "sentiment_model": "decisiontreeclassifier",
        "source": "reuters",
        "ticker": "CYH",
        "url": "https://www.reuters.com/article/us-health-diabetes-neighborhoods/how-neighborhoods-shape-life-with-diabetes-idUSKBN1F631X"
    },
    {
        "article": "ANKARA (Reuters) - Turkey’s cabinet is likely to announce an incentive scheme this month to boost investment in 20 projects ranging from healthcare to energy that are worth a total of 80 billion lira ($21 billion), economy minister Nihat Zeybekci told Reuters. The projects are chosen from seven sectors in which Turkey is highly dependent on imports, Zeybekci said in an interview, adding that imports are likely to fall by $6-7 billion annually when these projects are completed. “We needed to have a project-based incentive system to create our own ‘giants’ in sectors where we are in need of technology transfer and show a current account deficit,” he said in an interview late on Friday. The investment incentives will include exemption from income and corporate tax for 10 years as well as government support on employee insurance premiums and financing interest rates, he said. “We determined seven sectors. Turkey shows a current account deficit in transportation, health, communication, energy, metallurgy, petrochemistry and the agricultural technology sectors. Turkey is also short of technology in these sectors.” The talks with the companies are at the last stage and the projects will start to be operational this year, he said, although their real impact is expected to be seen next year. He did not give the names of the companies involved. Turkey’s 2017 current account deficit is seen at just below $50 billion, with imports as $234 billion part of it. Reporting by Orhan Coskun and Nevzat Devranoglu; Writing by Ezgi Erkoyun; Editing by David DolanOur Standards:The Thomson Reuters Trust Principles.",
        "date": "2018-01-15",
        "headline": "Turkey plans incentive scheme for $21 billion in projects, economy minister says",
        "probability_new": 0.484252,
        "rank": 13,
        "sentiment_model": "decisiontreeclassifier",
        "source": "reuters",
        "ticker": "CYH",
        "url": "https://www.reuters.com/article/us-usa-climatechange-carbon/2018-could-see-wave-of-west-coast-climate-pollution-pricing-idUSKBN1F62BY"
    },
    {
        "article": "(Reuters Health) - - When state Medicaid programs increased physician payment rates, more pediatricians agreed to treat low-income kids covered by the health insurance program for the poor, a U.S. study suggests  Researchers examined the proportion of pediatricians accepting Medicaid before and after payments increased in 2013 and 2014 - and found gains in participation nationwide as well as in most studied states.  “When many doctors refuse to accept Medicaid patients or place restrictions on patient access to care, it becomes harder for parents to find quality physicians for their children within a reasonable geographic area,” said senior study author Dr. Andrew Racine, a researcher at Albert Einstein College of Medicine and Montefiore Health System in Bronx, New York. “Patient needs often go unmet and necessary care may be delayed, resulting in avoidable emergency room visits and hospital admissions,” Racine said by email. “The long-term consequences include poorer outcomes for the patients and ultimately higher health care costs for the country.” Before the payment increases, Medicaid fees for primary care services for all age groups were typically 59 percent of the amount paid by Medicare, the U.S. health program for the elderly, researchers note in Pediatrics.  An estimated 36 percent to 48 percent of U.S. children are insured by Medicaid, and kids make up 53 percent of Medicaid enrollees.  But Medicaid payment for pediatric primary care services averaged 64 percent of payment from Medicare and 53 percent of payment from private insurance before 2013, when Medicaid payments were raised as part of the Patient Protection and Affordable Care Act.  For the current study, researchers examined data from nationwide surveys of pediatricians done by the American Academy of Pediatrics that assessed how many doctors accepted Medicaid and what proportion of patients were insured by the program.  The proportion of pediatrics practices accepting at least some new Medicaid patients increased 3 percentage points to about 77 percent after the payment increases.  At the same time, the proportion of practices accepting all new Medicaid patients increased almost 6 percentage points to about 43 percent. And the proportion of doctors taking at least as many Medicaid as privately insured patients climbed almost 6 percentage points to about 56 percent. Plus, the proportion of pediatricians not accepting any Medicaid patients dropped 2 percentage points to less than 15 percent.  One limitation of the study is that it relied on physicians to accurately recall and report the proportion of Medicaid patients they accepted, the authors note. The study also focused on pediatricians in private practice, not at community clinics or safety net facilities.  Even so, the results offer fresh evidence that payment increases can work as intended, particularly in getting physicans who accept Medicaid to take on more patients with this type of coverage, said Judith Solomon, vice president for health policy at the Center on Budget and Policy Priorities in Washington, D.C. “That’s important, because even if new providers didn’t sign up because the increase was only for two years, others who were already participating increased and/or maintained their level of participation, which is important for access,” Solomon, who wasn’t involved in the study, said by email.  “It suggests that increasing payment rates increases participation defined broadly to include the degree of participation of providers already taking patients,” Solomon added. “Having the participation of a broad array of doctors including those in private practice is important so kids can get care when they need it and that they can have an ongoing relationship with a pediatrician.” The study also suggests that any reduction in payments associated with proposed cuts to the Children Health Insurance Program (CHIP), which operates in tandem with Medicaid in most states, could mean less access to care, said Brendan Saloner, a researcher at the Johns Hopkins Bloomberg School of Public Health in Baltimore.  “If CHIP funding runs out - and that seems to be what is happening as of this month in many states - that will lead children to be dropped from the program and will cause many pediatricians to rethink whether to participate in CHIP, since they will not have assurance that the bills will continue to get paid,” Saloner, who wasn’t involved in the study, said by email.  SOURCE: bit.ly/2D8FKYA Pediatrics, online December 22, 2017. Our Standards:The Thomson Reuters Trust Principles.",
        "date": "2018-01-12",
        "headline": "Medicaid payment increases tied to greater pediatrician participation",
        "probability_new": 0.484252,
        "rank": 14,
        "sentiment_model": "decisiontreeclassifier",
        "source": "reuters",
        "ticker": "CYH",
        "url": "https://www.reuters.com/article/us-turkey-economy-minister/turkey-plans-incentive-scheme-for-21-billion-in-projects-economy-minister-says-idUSKBN1F418W"
    },
    {
        "article": "ISRAEL-GAZA BORDER (Reuters) - The worst fighting on the Gaza Strip front since 2014 is being  calibrated by Hamas, which wants to signal defiance of Israel and the United States while being careful not to trigger a new war for the enclave’s penned-in Palestinians. Since President Donald Trump reversed decades of U.S. policy on Dec. 6 by recognising Jerusalem as Israel’s capital, Palestinians in Gaza have launched 18 cross-border rockets or mortars - a third of all such attacks in 3-1/2 years of relative quiet. For Israel’s part, though residents in the south have raised a clamour for harsh retaliation, Prime Minister Benjamin Netanyahu’s government has counselled caution and targeted mostly unmanned Hamas facilities in night-time airstrikes. The careful moves reflect the balancing act maintained both by Hamas, the Islamist group that controls Gaza, and the Israeli government, old foes who share a reluctance to go to war again. Gaza’s neighbourhoods still bear the scars of the destruction caused by Israeli attacks during a seven-week conflict in 2014. In Israel, there is little eagerness to endure the daily sirens warning of rocket strikes. But ordinary Israelis and Palestinians are keenly aware that even a single incident - a rocket causing multiple fatalities in Israel or Israeli forces killing a militant leader - could set off a conflagration that would be beyond their leaders’ control. Two Hamas gunmen have died in retaliatory Israeli air strikes and 15 protesters from Israeli gunfire. “The recent weeks of rockets and Israeli bombardment proved an explosion is possible,” said Gaza political analyst Akram Attalla. “How long will Hamas continue to take Israeli strikes to its positions without a response? And how long will Israel’s Netanyahu tolerate internal criticism? There is no guarantee.”  While there have been no Israeli fatalities or serious injuries in the rocket strikes, farmers in communities close to the Gazan border think twice about tilling fields where they might be exposed and children practice duck-and-cover drills should air raid sirens sound. “Lately we do feel that there is more presence of the army. We have been told to be more careful, to clear the bomb shelter just in case. You never know when the next rocket will come,” said Hila Fenlon, resident of the farm collective Nativ Haasara.  Hamas has responded to Trump’s move by mobilising mass protests at the border and turning a blind eye to other factions firing into Israel in two weeks of daily attacks, which have tailed off recently.  “This saves face for Hamas, as it appears to be the one that stands behind these protests without the need to go to war,” said Attalla. A more violent response was tamped down in debate among Palestinian factions who agreed that an armed confrontation could erode the international support Palestinians have won diplomatically and shift attention from the political process. Hamas official Sami Abu Zuhri said no-one should underestimate the potential for hostilities to resume under what he called an Israeli occupation, however. Israel withdrew troops and settlers from the territory in 2005 but remains the conduit for the passage of goods and supplies most of its electricity. Israel and Egypt, citing security concerns, maintain tight restrictions on the passage of Palestinians through their borders with the enclave.  An Israeli soldier stands near a military jeep next to the border fence with the southern Gaza Strip, in Nir Oz, Israel January 11, 2018. REUTERS/Amir Cohen“The situation in Gaza is very difficult and is not tolerable and is doomed to explode,” he told Reuters. IRANIAN SUPPORT Israel sees an outside catalyst for the violence - Iran, which both Hamas and its sometime ally Islamic Jihad say has pledged unlimited assistance for them as the Syrian civil war, where Tehran deployed reinforcements for Damascus, winds down.  Israel has gone out its way to blame Islamic Jihad and other groups for the rocket and mortar attacks, rather than Hamas, and even gave grudging credit to Hamas for being mindful of Palestinian civilian needs. “Calls to respond with full force against Hamas are irresponsible,” the top Israeli general, Gadi Eizenkot, said in a speech last week. He noted Gaza’s “danger of humanitarian collapse”, which, he said, had forced Hamas to engage with Palestinian President Mahmoud Abbas and secured a renewed power supply to the enclave. Slideshow (4 Images)Israel also has problems elsewhere.  Having neutralised much of the rocket threat from Gaza with their Iron Dome interceptor system, and hard at a work on an underground wall that would block guerrilla tunnels from the territory, Israeli defence officials say they worry more about Iran and the combustible northern front with Syria and Lebanon. They also fear that the $1.1 billion sensor-equipped barrier on the 60-km (37-mile) frontier could tempt Gaza militants to use their tunnels to strike Israel before they lose them.  A range of economic initiatives have been broached, from the construction of an island off Gaza to handle direct imports by sea to the issuing of more permits for Palestinian labourers or agricultural exports to enter Israel.  “There is an effort to help the (Palestinian) population in a way that will not go to the armed wing of Hamas,” said Amos Yadlin, a former Israeli military intelligence chief and head of Tel Aviv University’s Institute for National Security Studies, which has prepared a 180-page memorandum on the Gaza crisis. Israeli concern about worsening Gaza’s internal problems has put it at odds even with the Trump administration, which has threatened to cut U.S. contributions to the U.N. Relief and Works Agency (UNRWA) that provides essential aid for Palestinian refugees in the enclave, supporting and administering hundreds of schools and dozens of health facilities. Israel says funds should be cut gradually and UNRWA should ultimately be dismantled and its responsibilities transferred to the United Nations’ global refugee agency.  Cutting aid to UNRWA would spell “huge pressures on Gaza’s residents,” said Saleh Naami, another Palestinian political analyst. Peter Lerner, a former Israeli military spokesman, agreed. “While UNRWA is far from perfect, the Israeli defence establishment, and the Israeli government as a whole, have over the years come to the understanding that all alternatives are worse for Israel,” he said. Writing by Dan Williams; Editing by Jeffrey Heller and Sonya HepinstallOur Standards:The Thomson Reuters Trust Principles.",
        "date": "2018-01-12",
        "headline": "Flare-up with Israel tests Hamas effort to keep Gaza on low boil",
        "probability_new": 0.484252,
        "rank": 14,
        "sentiment_model": "decisiontreeclassifier",
        "source": "reuters",
        "ticker": "CYH",
        "url": "https://www.reuters.com/article/usa-climatechange-carbon/feature-2018-could-see-wave-of-west-coast-climate-pollution-pricing-idUSL8N1PC244"
    },
    {
        "article": "Jan 11 (Reuters) - Community Health Systems Inc: * COMMUNITY HEALTH SYSTEMS INC - ON JAN 11, MEMBERS OF SHANDA GROUP FILED AMENDMENT TO SCHEDULE 13D TO DISCLOSE INCREASE IN INVESTMENT IN CO * COMMUNITY HEALTH SYSTEMS INC - SHANDA, TOGETHER WITH AFFILIATES, IS CO'S LARGEST SHAREHOLDER,HOLDS ABOUT 24.0% OF CO'S OUTSTANDING COMMON STOCK Source text (bit.ly/2D0YZUF) Further company coverage:Our Standards:The Thomson Reuters Trust Principles.",
        "date": "2018-01-11",
        "headline": "BRIEFShanda Group, Affiliates, Hold About 24% Of Community Health Systems Common Stock",
        "probability_new": 0.484252,
        "rank": 16,
        "sentiment_model": "decisiontreeclassifier",
        "source": "reuters",
        "ticker": "CYH",
        "url": "https://www.reuters.com/article/brief-community-health-systems-q1-adjust/brief-community-health-systems-q1-adjusted-earnings-0-08-shr-from-continuing-operations-idUSASA09LS7"
    },
    {
        "article": "Dec 13 (Reuters) - Community Health Systems Inc: * COMMUNITY HEALTH SYSTEMS, INC. ANNOUNCES ELECTION OF TWO NEW INDEPENDENT DIRECTORS Source text for Eikon: Further company coverage:Our Standards:The Thomson Reuters Trust Principles.",
        "date": "2017-12-13",
        "headline": "BRIEFCommunity Health Systems Announces Election Of Two New Independent Directors",
        "probability_new": 0.484252,
        "rank": 17,
        "sentiment_model": "decisiontreeclassifier",
        "source": "reuters",
        "ticker": "CYH",
        "url": "https://www.reuters.com/article/brief-community-health-systems-announces/brief-community-health-systems-announces-election-of-two-new-independent-directors-idUSFWN1OD0WP"
    },
    {
        "article": "Dec 5 (Reuters) - Community Health Systems Inc: * COMMUNITY HEALTH SYSTEMS ANNOUNCES DEFINITIVE AGREEMENT TO SELL DADE CITY, FLORIDA HOSPITAL TO ADVENTIST HEALTH SYSTEM * COMMUNITY HEALTH SYSTEMS - HOSPITAL INCLUDED IN THE TRANSACTION IS ONE OF ADDITIONAL PLANNED DIVESTITURES DISCUSSED ON Q3 2017 EARNINGS CALL Source text for Eikon: Further company coverage:Our Standards:The Thomson Reuters Trust Principles.",
        "date": "2017-12-05",
        "headline": "BRIEFCommunity Health Systems Announces Definitive Agreement To Sell Dade City, Florida Hospital To Adventist Health System",
        "probability_new": 0.484252,
        "rank": 18,
        "sentiment_model": "decisiontreeclassifier",
        "source": "reuters",
        "ticker": "CYH",
        "url": "https://www.reuters.com/article/brief-community-health-systems-announces/brief-community-health-systems-announces-definitive-agreement-to-sell-dade-city-florida-hospital-to-adventist-health-system-idUSASB0BWNH"
    },
    {
        "article": "BONN, Germany (Thomson Reuters Foundation) - Arnold Schwarzenegger, former California governor and Hollywood actor and film producer, issued a challenge on Sunday to governments to start labeling fossil fuels with a public health warning that their use could cause illness and death. He lauded the World Health Organization (WHO) for sealing a 164-nation tobacco control pact in 2003 that led to consumers of cigarettes and cigars being alerted to the health risks of smoking, including lung cancer.  A similar accord could be put in place for products derived from fossil fuels such as oil and coal, which emit planet-warming gases when burned, said the politician and environmental activist. “Wouldn’t it be great now if they could... make the same pact with the rest of the world to go and say, ‘Let’s label another thing that is killing you - which is fossil fuels,'” he said to applause on the sidelines of U.N. climate talks in Bonn. Schwarzenegger suggested telling customers at petrol stations that “what you pump into your tank may kill you”, and plastering oil tankers driving along highways with messages that their contents are dangerous to health. “Here’s a challenge for you guys,” he said, directly addressing WHO Director-General Tedros Adhanom Ghebreyesus, who spoke at the same event. Schwarzenegger lamented that environmental pollution - estimated to kill more than 9 million people per year in all its forms - was rarely discussed at conferences on climate change. About two-thirds of those deaths are from air pollution. “This is a massive tragedy - and as depressing and terrifying as it is, we are not talking about it enough,” he said. In his own political career, his campaign team found that talking about polar bears or degrees of temperature rise was not an effective way to communicate the threat of climate change to the public. But running adverts saying that air pollution killed and gave children breathing problems worked, he said.  Over the 12 days of the climate change conference in Germany, presided over by Fiji, more than 300,000 people would die from harmful substances in their environment, he noted. SMALL ISLANDS SUFFER Patricia Espinosa, head of the U.N. climate change secretariat, said climate change needed to be addressed from a broader view “that directly connects human health with the health of the planet”.  Besides deaths caused by respiratory diseases from burning fossil fuels, global warming is harming coral reefs and fish supplies, causing hunger and poverty. Elsewhere, higher levels of carbon dioxide in the atmosphere are reducing the nutritional content of crops, putting hundreds of millions of people at risk from vitamin deficiencies, she said. Fiji Prime Minister Frank Bainimarama underscored the damage done to health facilities in his small island state from extreme weather, including powerful Cyclone Winston, which caused 44 deaths and wiped out over a third of the nation’s GDP last year. He stressed the importance of investing in infrastructure to make health systems stronger and more agile in the face of growing disaster threats as global warming brings wilder weather and rising seas.  Although the 2016 cyclone damaged health facilities, Fiji is now building new hospitals and clinics, and reinforcing existing ones, he said. But to do this requires funding, he added, noting that only a tiny fraction of climate finance is allocated for measures to protect health, and small island developing states “will see only a small part of that”. An initiative launched on Sunday by the WHO, the U.N. climate secretariat and Fiji aims to triple international financial support for action on climate-related health issues in small island developing states. Its main goal is to ensure health systems are resilient to climate change by 2030. “Climate change is not a political argument in Fiji and other island nations - it’s everyday reality,” whether that’s in the form of destructive storms, rising sea levels or increased risk of infectious disease, said Ghebreyesus, the WHO chief. “These communities need assistance to cope with a world that is changing in front of them,” he said. Reporting by Megan Rowling @meganrowling; editing by Laurie Goering. Please credit the Thomson Reuters Foundation, the charitable arm of Thomson Reuters, that covers humanitarian news, climate change, resilience, women's rights, trafficking and property rights. Visit news.trust.org/climateOur Standards:The Thomson Reuters Trust Principles.",
        "date": "2017-11-13",
        "headline": "Schwarzenegger Let's slap a public health warning on fossil fuels",
        "probability_new": 0.484252,
        "rank": 19,
        "sentiment_model": "decisiontreeclassifier",
        "source": "reuters",
        "ticker": "CYH",
        "url": "https://www.reuters.com/article/brief-tianqiao-chen-intends-to-engage-wi/brief-tianqiao-chen-intends-to-engage-with-community-health-systems-management-team-idUSFWN1GQ09N"
    },
    {
        "article": "Nov 9 (Reuters) - Saba Capital Management L.P * Saba Capital Management LP reports 6.8 percent passive stake in Community Health Systems Inc as of October 31 - SEC filing Source text: (bit.ly/2hmTnue) Further company coverage:Our Standards:The Thomson Reuters Trust Principles.",
        "date": "2017-11-09",
        "headline": "BRIEFSaba Capital reports 6.8 pct passive stake in Community Health Systems",
        "probability_new": 0.484252,
        "rank": 20,
        "sentiment_model": "decisiontreeclassifier",
        "source": "reuters",
        "ticker": "CYH",
        "url": "https://www.reuters.com/article/brief-community-health-systems-to-divest/brief-community-health-systems-to-divest-anniston-alabama-hospital-idUSASB0B3QE"
    },
    {
        "article": "WASHINGTON (Reuters) - Legislation to help young “Dreamer” immigrants struggled to gain footing in the U.S. Congress on Monday, as lawmakers prepared to hold a Tuesday vote on a short-term government funding measure to avoid a rerun of January’s three-day partial shutdown. Republicans in the House of Representatives were told at a Monday night meeting that the stop-gap measure would extend funding through March 23, along with a year of defense funding and two years of funding for community health centers, lawmakers said. Congress’ failure to reach an immigration deal delayed passage of a temporary spending bill in mid-January, triggering the three-day shutdown. With existing money running out on Thursday, lawmakers were rushing to pass a stop-gap spending bill that would keep agencies open as they continue a months-long effort to give permanent protections to Dreamers, who were brought illegally to the United States when they were children.   Republican Senate Majority Leader Mitch McConnell earlier on Monday floated the idea of passing a big increase in defense appropriations through Sept. 30 while negotiations continued on non-defense spending levels - an idea Democrats have opposed. Democratic Senate Leader Chuck Schumer said that if the House passes a short-term funding measure with long-term defense funding and sends it to the Senate, where it must pick up some Democratic support to pass, it “would be barreling head-first into a dead-end.” House Republicans said they knew that if they passed such a bill on Tuesday it could be sent back by the Senate with additional defense funding stripped out. “If that’s the choice they make then certainly we’ll have to deal with it on Wednesday or Thursday if the bill comes back,” Republican Representative Mark Meadows, head of the conservative House Freedom Caucus, told reporters. Bipartisan momentum for an immigration bill got a boost earlier on Monday when Republican Senator John McCain and Democratic Senator Chris Coons introduced a compromise measure. Similar legislation has already gained some traction in the House of Representatives. But Republican President Donald Trump appeared to dismiss it immediately, saying any deal should provide funding for his long-promised Mexican border wall. The legislation did win the backing of a Senate Democrat, Dick Durbin, who has been central to the fight for Dreamers. A broader bill by Durbin and Republican Senator Lindsey Graham was rejected by the White House last month. Besides protecting Dreamers from deportation, the McCain-Coons plan would boost security on the Mexican border. But it is narrower in scope than a plan Trump put forward last month, which was resisted by hardline Republicans and Democrats. It does not offer a sweeping overhaul of the immigration system or include funding for the wall, but calls for a way for Dreamers to avoid deportation and earn citizenship, while also bolstering border security. The legislation would rely on a variety of tools, not just a physical wall, for securing the southern U.S. border. The U.S. Capitol stands in Washington, DC, U.S. January 31, 2018.      REUTERS/Joshua RobertsAbout 700,000 Dreamers stand to lose temporary protections that have allowed them to work and study in the United States without fear of deportation under Democratic former President Barack Obama’s Deferred Action for Childhood Arrivals, or DACA, program. The latest initiative would protect the 700,000, while also allowing hundreds of thousands of additional young immigrants in similar situations to apply for temporary legal status that could lead to U.S. citizenship. Most came from Mexico and Central American countries.  BROAD SUPPORT FOR DREAMERS FILE PHOTO: Protesters march in support of a permanent legislative solution for immigrants in Los Angeles, California, U.S. February 3, 2018. REUTERS/Monica Almeida“The bill ... does address the two most pressing problems we face: protecting DACA recipients and securing the border,” Coons said in a statement with McCain. DACA had been set to expire on March 5 after Trump canceled the program last autumn and asked Congress to come up with a legislative solution by that date. A federal court last month blocked the Trump administration from ending the program, and the administration’s appeal is pending before the Supreme Court.   Lawmakers have been struggling to reach a deal on an immigration bill, despite broad public support for helping Dreamers. The last major legislative push failed in 2013-14 when House Republicans refused to consider a broad, bipartisan measure passed by the Senate. Related CoverageKey U.S. Senate Democrat throws weight behind new immigration billDuring a conference call with reporters, Coons said he was alarmed to hear some senators now talking about simply putting off long-term decisions about Dreamers for a year and making some “modest investments” in additional border security. Coons, a member of the Senate Judiciary Committee that oversees immigration policy along with other panels, also said that despite Trump’s insistence on building a wall, border law enforcement officials in a recent briefing for senators did not make such a request. “It was clear they are not embracing the notion of a single concrete wall from the Gulf of Mexico to the Pacific” Ocean, Coons said. Instead, he said administration officials spoke of the need to repair and upgrade existing fencing, build additional barriers and make other improvements. Trump has said any immigration deal must include billions of dollars to build the border wall. During his campaign, Trump promised Mexico would pay for the wall, something the Mexican government has said it will not do. “Any deal on DACA that does not include STRONG border security and the desperately needed WALL is a total waste of time. March 5th is rapidly approaching and the Dems seem not to care about DACA. Make a deal!” the president said in a tweet on Monday.  Reporting by Richard Cowan; Additional reporting by Amanda Becker and David Morgan; Editing by Jonathan Oatis, Peter Cooney and Lisa ShumakerOur Standards:The Thomson Reuters Trust Principles.",
        "date": "2018-02-05",
        "headline": "Congress grapples with immigration, averting funding fight",
        "probability_new": 0.484252,
        "rank": 1,
        "sentiment_model": "decisiontreeclassifier",
        "source": "reuters",
        "ticker": "CYH",
        "url": "https://www.reuters.com/article/usa-immigration/u-s-congress-grapples-with-immigration-averting-funding-fight-idUSKBN1FP2H7"
    }
]
